<?php
//function select_card_project($id, $name)
//{

echo ' 
<div class="container">
    <div class="row">
        <div class="col-md-6" style="height: 450px;"><img class="rounded img-fluid d-block w-100 fit-cover" style="height: 450px;" src="https://images.wallpaperscraft.ru/image/single/kofe_varka_par_113901_1920x1200.jpg"></div>
            <div class="col-md-6" style="height: 450px;">
                <h4 style="font-size: 24px;text-align: center;color: var(--bs-blue);font-weight: bold;">Постановка задачи</h4>
                <p style="text-align: justify;font-size: 18px;">Необходимо реализовать аппаратно-программный комплекс учета потребления кофе в некоммерческом пункте питания Компании. Сотрудники Компании за свой счет приобретают зерновой кофе для кофемашины. Кофе потребляют порционно — американо и эспрессо (обычные и двойные порции). Для каждой порции установлена стоимость. Сотрудник, потребляя порцию кофе, должен осуществить взнос в общую копилку размером с установленную стоимость потребляемой порции кофе. Необходимо реализовать аппаратно-программный комплекс для учета потребления кофе. Предусмотреть контур ведения взаиморасчетов. Возможные варианты расчетов: оплата в момент потребления, авансовый вариант оплаты, кредитный вариант оплаты. Разрабатываемый аппаратно -программный комплекс должен упростить ведение взаиморасчетов и добавить гибкость в процесс потребления кофе.</p>
            </div>
        </div>
    </div>

<div class="container">
    <div class="row">
        <div class="col-md-6">
            <h4 style="font-size: 24px;text-align: center;color: var(--bs-blue);font-weight: bold;">Компетенции</h4>
            <p style="text-align: center;font-size: 18px;">Произвольная среда разработки<br>Торговое оборудование (штрих-<br>коды, RFID, NFC и т.п.)<br>Web-сервисы<br>Интеграция с учетными системами</p>
            <p style="text-align: center;font-size: 18px;padding: 25px;">Сфера применения - любая<br>Сложность задачи - низкая<br>Состав команды - 1-2 человека<br>Срок реализации - нет<br>Подходит для ВКР - да<br></p>
        </div>
        <div class="col-md-6">
            <h4 style="font-size: 24px;text-align: center;color: var(--bs-blue);font-weight: bold;">Доп.информация</h4>
            <p style="font-size: 18px;">Этапы работ<br>-Разработка и согласование технического проекта.<br>-Реализация.<br>-Презентация.<br>-Передача в эксплуатацию.<br><br>Приемка работ<br>Работу будут принимать сотрудники компании Консалт-Информ. Интеллектуальная собственность и право тиражирования достаются разработчикам!<br><br>Поддержка<br>За проектом будут закреплены менторы - люди с опытом разработки систем автоматизации розничной и оптовой торговли!</p>
        </div>
    </div>
</div>';
//}
?>